Repository: 84000/data-translation-memory
Catalog: toh528-v3.tmx
Source language: bo
Languages: en

source: རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དེ་དག་གིས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བར་གྱུར་པས་གནང་བར་རིག་ནས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ། །དེ་ནི་འདི་ལྟ་སྟེ། ད་ནཊྜེ། དེ་ནཊྜེ། མ་ཧཱ་ནཊྜེ། ཛམྦྷ་ནེ། སྟམྦྷ་ནེ། ཊ་ཊེ། ཊ་ཊ་ནེ། མ་ཧཱ་ཊ་ཊ་ནེ། ཀུཊྚེ།
en: The Four Great Kings understood that the Blessed One was consenting with his total silence and made their solemn statement: “danaḍḍe denaḍḍe mahānaḍḍe jambhane stambhane ṭaṭe ṭaṭane mahāṭaṭane kuṭṭe kuṭṭane mahākuṭṭane dharmale carmale svāha. “

source: ཀུཊྚ་ནེ། མ་ཧཱ་ཀུཊྚ་ནེ། དྷརྨ་ལེ། ཙརྨ་ལེ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་འདི་དག་ནི་གཟུངས་འདིའི་འཁོར་གྱི་ཚིག་ལྟ་བུར་གདའ་བ་ལགས་ཏེ།
en: Blessed One, this formula is like the words found in this cycle of dhāraṇīs.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་འཛིན་པ་དང་། བཟླས་ཏེ་བཏོན་ནས་འཆང་བ་འདི་ནི་སྔོན་གྱི་ལས་མ་གཏོགས་པར་གཞན་གྱི་གནོད་པ་ཐམས་ཅད་ལས་འདའ་བ་དང་། འགྲོ་བ་ཐམས་ཅད་དང་རྗེས་སུ་མཐུན་པར་འགྱུར་རོ།
en: Any son or daughter of noble family who receives this dhāraṇī-mantra formula, recites it, and upholds it will escape all harm apart from the results of their previous actions, and they will be in harmony with all beings.

source: །དེ་ལ་ནི་དམ་པའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་གཟུང་བ་ལ་ཡང་བར་ཆད་འབྱུང་བར་མི་འགྱུར་ལགས་སོ།
en: They will fully comprehend the entire sublime Dharma and never face any obstacles.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་ལ་གྲོགས་པོ་དག་ཁྱོད་བསྟན་པ་ཡུན་རིང་དུ་གནས་པར་བྱ་བའི་ཕྱིར་ཞུགས་པ་ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནོ།
en: The Blessed One then offered these words: “Friends, what you have done is most excellent because it will enable the teachings to remain for a long time.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་དེ་དག་རྫུ་འཕྲུལ་ཆེ་བར་འགྱུར་བ་དང་། ཕན་ཡོན་ཆེ་བ་དང་། བྱིན་ཆེ་བར་འགྱུར་བའི་ཕྱིར་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ཤིག །ལོང་ཤིག །
en: The Blessed One then addressed the venerable Ānanda: “Ānanda, because these dhāraṇīs have great miraculous power, are of great benefit, and have great blessings, remember this Dharma discourse on the dhāraṇīs.

source: ཆོང་ཤིག །ལྷོགས་ཤིག །ཀུན་ཆུབ་པར་གྱིས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག་གསོལ་པ།
en: I ask that you receive it, retain it, recite it, master it, and teach it to others extensively.” “

source: བཅོམ་ལྡན་འདས་རྒྱས་པར་བགྱི་བའི་སླད་དུ་བདག་གིས་གཟུང་ལགས་སོ།
en: Blessed One,” replied Ānanda, “I will uphold it so that it may spread widely.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་འདི་ཉིད་རྒྱས་པར་བསྟན་པའི་ཕྱིར་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །གཟུངས་སྔགས་ཀྱི་ནི་མདོ་སྡེ་འདི། །སངས་རྒྱས་ཀུན་གྱིས་གསུངས་པ་སྟེ།
en: The Blessed One then spoke in verse to elaborate on the meaning: “This discourse on dhāraṇī-mantra Was taught by all buddhas.

source: །སེམས་ཅན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །དེ་ནི་ངས་ཀྱང་བཤད་པ་ཡིན།
en: I have also now explained it For the benefit of all beings. “

source: །གང་ཞིག་གཟུངས་སྔགས་མདོ་སྡེ་འདི། །འཛིན་ཏམ་ཡང་ན་ཀློག་བྱེད་པ། །ཚེ་རབས་ཉི་ཤུ་རྩ་གཅིག་ཏུ། །དེ་ནི་ཚེ་རབས་དྲན་པར་འགྱུར།
en: Whoever remembers or recites This discourse on dhāraṇī-mantra Will be able to remember Their twenty-one previous lives. “

source: །གཟུངས་སྔགས་འདི་རྗོད་བྱེད་དེ་ལ། །མི་མིན་གང་ཡང་རུང་བ་དང་། །གནོད་སྦྱིན་གྲུལ་བུམ་སྲིན་པོ་དག །ནམས་ཀྱང་བར་ཆད་མི་བྱེད་དོ།
en: A person who recites this dhāraṇī-mantra Will never be obstructed By nonhumans of any kind, Including yakṣas, kumbhāṇḍas, and rākṣasas. “

source: །གཟུངས་སྔགས་འདི་རྗོད་བྱེད་དེ་ལ། །འདོད་ཁམས་དབང་ཕྱུག་གང་ཡིན་པ། །སྡིག་ཅན་བདུད་དེ་ནམ་དུ་ཡང་། །བར་ཆད་བྱེད་པར་མི་འགྱུར་རོ།
en: A person who recites this dhāraṇī-mantra Will never face obstacles Made by the wicked Māra, Who rules over the desire realm. “

source: །གཟུངས་སྔགས་འདི་འཛིན་བྱེད་དེ་ཡི། །ཕ་མ་དང་ནི་ཕུ་ནུ་དང་། །སྲིང་མོ་མཛའ་བཤེས་གཉེན་དག་ཀྱང་། །ལོག་པར་ལྟུང་བར་མི་འགྱུར་རོ།
en: The parents, brothers, and sisters, As well as the friends and relatives Of one who remembers this dhāraṇī-mantra Will not meet with ruin. “

source: །དེ་ཕྱིར་གཟུངས་སྔགས་མདོ་སྡེ་འདི། །འཇིགས་མེད་གང་གིས་ཐོས་གྱུར་ནས། །གཟུངས་སྔགས་འདི་རྗོད་བྱེད་པ་དེས། །ནམས་ཀྱང་འཇིགས་པར་མི་བྱའོ།
en: Therefore, one who fearlessly hears This discourse on dhāraṇī-mantra And then recites these dhāraṇī-mantras Will never be frightened again. “

source: །གཟུངས་སྔགས་འདི་འཛིན་བྱེད་དེ་ཡི། །བསྐལ་པ་བྱེ་བ་སྟོང་རྣམས་སུ། །སྒྲིབ་པའི་ལས་ནི་གང་བྱས་པ། །ཞག་བདུན་གྱིས་ནི་བྱང་བར་འགྱུར།
en: A person who remembers this dhāraṇī-mantra Will purify in seven days All the obscuring karma Amassed over a billion eons. “

source: །བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་གང་། །བསྐལ་པ་བྱེ་བར་བསྒྲུབས་པ་ཀུན། །གཟུངས་སྔགས་འདི་འཛིན་བྱེད་པ་དེས། །ཞག་བདུན་གྱིས་ནི་ཟིལ་གྱིས་ནོན།
en: All the merit of a bodhisattva Achieved over ten million eons Will be surpassed in seven days By one who remembers this dhāraṇī-mantra. “

source: །ཕྱོགས་བཞིའི་འཇིག་རྟེན་སྐྱོང་བ་བོ། །རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག །ལུས་ངན་དང་ནི་ཡུལ་འཁོར་སྲུང་། །མིག་མི་བཟང་དང་འཕགས་སྐྱེས་པོ། །ཁ་དོག་ལྡན་ཞིང་གྲགས་དང་ལྡན། །འཁོར་བཅས་བློན་བཅས་དེ་དག་ཀྱང་། །གཟུངས་སྔགས་འདི་ནི་རྗོད་བྱེད་པ། །དེ་ལ་རྟག་ཏུ་སྲུང་བར་བྱེད། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། འཕགས་པ་བྱམས་པ་དང་། འཇམ་དཔལ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་།
en: The world guardians of the four directions, The Four Great Kings— Kubera, Dhṛtarāṣṭra, Virūpākṣa, and Virūḍhaka— “All of great appearance and renown, Will, along with their retinue and ministers, Recite this dhāraṇī-mantra And keep it always safe.”

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Blessed One spoke these lines, the venerable Ānanda, the great śrāvakas, the noble bodhisattva mahāsattvas Maitreya, Mañjuśrī, and the rest, the Four Great Kings, and the world full of devas, humans, asuras, and gandharvas rejoiced and praised the Blessed One’s teaching. “

source: འཕགས་པ་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་སྒྲོན་མ་མཆོག་གི་གཟུངས་རྫོགས་སོ།།
en: The Noble King of Spells, the Dhāraṇī of Agrapradīpa” is now complete.
